Repository: christianwgd/paperless
Catalog: src/documents/locale/*/LC_MESSAGES/django.po
Languages: de

source: Add tag to multiple documents
de: Tag zu mehreren Dokumenten hinzufügen

source: Successfully added tag %(selected_object)s to %(count)d %(items)s.
de: Tag %(selected_object)s zu %(count)d %(items)s zugefügt.

source: Remove tag from multiple documents
de: Tag von mehreren Dokumenten entfernen

source: Successfully removed tag %(selected_object)s from %(count)d %(items)s.
de: Tag %(selected_object)s von %(count)d %(items)s entfernt.

source: Set correspondent on multiple documents
de: Korrespondent für mehrere Dokumente setzen

source: Successfully set correspondent %(selected_object)s on %(count)d %(items)s.
de: Korrespondent %(selected_object)s gesetzt für %(count)d %(items)s.

source: Successfully removed correspondent from %(count)d %(items)s.
de: Korrespondent von %(count)d %(items)s entfernt.

source: Add tag to selected documents
de: Tag zu ausgewähltem Dokument hinzufügen

source: Remove tag from selected documents
de: Tag von ausgewähltem Dokument entfernen

source: Set correspondent on selected documents
de: Korrespondent für ausgewählte Dokumente setzen

source: Remove correspondent from selected documents
de: Korrespondent von ausgewählten Dokumenten entfernen

source: Financial Year
de: Geschäftsjahr

source: Correspondent (Recent)
de: Korrespondent (Neueste)

source: Documents
de: Dokumente

source: The database contains encrypted documents but no password is set.
de: Die Datenbank enthält verschlüsselte Dokumente, es ist aber kein Passwort gesetzt.

source: The current password doesn't match the password of the existing documents. If you intend to change your password, you must first export all of the old documents, start fresh with the new password and then re-import them."
de: Das Passwort passt nicht zum Dokument. Wenn Sie Ihr Passwort wechseln möchten, müssen Sie zuerst alle alten Dokumente exportieren, um sie dann mit dem neuen Passwort zu re-importieren."

source: The CONSUMPTION_DIR settings variable does not appear to be set.
de: Die CONSUMPTION_DIR settings Variable scheint nicht gesetzt zu sein.

source: Consumption directory {} does not exist
de: Das Import-Verzeichniss {} existiert nicht.

source: No parsers could be found, not even the default. This is a problem.
de: Es konnten keine Parser gefunden werden, auch nicht der Standard-Parser.

source: Is tagged
de: Markiert

source: That correspondent name is suspicious.
de: Dieser Name des Korrespondenten sieht verdächtig aus.

source: That title is suspicious.
de: Dieser Titel sieht verdächtig aus.

source: The file type is invalid.
de: Der Dateityp ist ungültig.

source: There don't appear to be any attachments to this message
de: Die Nachricht scheint keine Anhänge zu haben.

source: There's more than one attachment to this message. It cannot be indexed automatically.
de: Die Nachricht hat mehr als einen Anhang. Diese können nicht automatisch indiziert werden

source: Message does not have a subject
de: Die Nachricht hat keinen Betreff

source: Message subject is unsafe: {}
de: Der Betreff der Nachricht is unsicher: {}

source: The secret wasn't in the body
de: Der geheime Schlüssel ist nicht im Nachrichtentext enthalten

source: Checking mail
de: Suche nach neuen Emails

source: Storing email: "{}"
de: Nachricht speichern: "{}"

source: Can't log into mail: {}
de: Die Email Anmeldung ist fehlgeschlagen: {}

source: Can't find the inbox: {}
de: Eingangspostkorb nicht gefunden: {}

source: There's currently no support for {} when it comes to group concatenation in Paperless
de: Es gibt derzeit keine Unterstützung für {} bei der Verkettung von Gruppen in Paperless

source: Any
de: beliebig

source: All
de: alle

source: Literal
de: exakt

source: Regular Expression
de: regex

source: Fuzzy Match
de: fuzzy

source: Match
de: Übereinstimmung

source: Matching algorithm
de: Abgleich-Algorithmus

source: Which algorithm you want to use when matching text to the OCR'd PDF. Here, "any" looks for any occurrence of any word provided in the PDF, while "all" requires that every word provided appear in the PDF, albeit not in the order provided. A "literal" match means that the text you enter must appear in the PDF exactly as you've entered it, and "regular expression" uses a regex to match the PDF. (If you don't know what a regex is, you probably don't want this option.) Finally, a "fuzzy match" looks for words or phrases that are mostly—but not exactly—the same, which can be useful for matching against documents containg imperfections that foil accurate OCR.
de: Welchen Algorithmus Sie beim Abgleich von Text mit der OCR-PDF verwenden möchten: "beliebig" sucht nach dem Vorkommen eines beliebigen Wortes in der PDF-Datei, während "alle" verlangt, dass jedes bereitgestellte Wort in der PDF-Datei erscheint, wenn auch nicht in der Reihenfolge. Eine "exakte" Übereinstimmung bedeutet, dass der von Ihnen eingegebene Text genau so in der PDF-Datei enthalten ist, wie Sie ihn eingegeben haben. "regex" verwendet einen Regulären Ausdruck, um die PDF-Datei abzugleichen. (Wenn Sie nicht wissen, was ein Regulären Ausdruck ist, verwenden Sie diese Option nicht). Schließlich sucht "fuzzy" nach Worten oder Ausdrücken, die ungefähr - aber nicht genau - gleich sind. Dies nützlich für den Abgleich mit Dokumenten, die Ungenauigkeiten aufweisen.

source: is_insensitive
de: Groß- und Kleinschreibung ignorieren

source: Unsupported matching algorithm
de: Nicht unterstützter Abgleich-Algorithmus

source: Correspondent
de: Korrespondent

source: Correspondents
de: Korrespondenten

source: Color
de: Farbe

source: Unencrypted
de: Unverschlüsselt

source: Encrypted with GNU Privacy Guard
de: Verschlüsselt mit GNU Privacy Guard

source: Title
de: Titel

source: Content
de: Inhalt

source: The raw, text-only data of the document. This field is primarily used for searching.
de: Die reinen Text-Rohdaten des Dokuments. Dieses Feld wird hauptsächlich für die Suche verwendet.

source: File type
de: Dateityp

source: Checksum
de: Prüfsumme

source: The checksum of the original document (before it was encrypted). We use this to prevent duplicate document imports.
de: Die Prüfsumme des Originaldokuments (bevor es verschlüsselt wurde). Sie wird verwendet, um doppelte Dokumentenimporte zu verhindern.

source: Created
de: Erzeugt

source: Modified
de: Geändert

source: Storage type
de: Speichertyp

source: Added
de: Hinzugefügt

source: Filename
de: Dateiname

source: Current filename in storage
de: Aktueller Dateiname im Speicher

source: Document
de: Dokument

source: Group
de: Gruppe

source: Message
de: Nachricht

source: Level
de: Ebene

source: Logged out
de: Abgemeldet

source: You are now logged out, thanks for using this app.
de: Sie sind jetzt abgemeldet. Vielen Dank, dass Sie diese App verwendet haben.

source: Login
de: Anmelden

source: You are authenticated as %(username)s, but are not authorized to access this page. Would you like to login to a different account?
de: Sie sind als %(username)s authentifiziert, aber nicht berechtigt, auf diese Seite zuzugreifen. Möchten Sie sich bei einem anderen Konto anmelden?

source: Your password was changed.
de: Ihr Passwort wurde geändert.

source: Please correct the error below.
de: Bitte korrigieren Sie den Fehler unten.

source: Please correct the errors below.
de: Bitte korrigieren Sie die Fehler unten.

source: Please enter your old password, for security's sake, and then enter your new password twice so we can verify you typed it in correctly.
de: Bitte geben Sie aus Sicherheitsgründen Ihr altes Passwort ein und dann zweimal Ihr neues Passwort, damit wir überprüfen können, ob Sie es richtig eingegeben haben.

source: Change my password
de: Passwort ändern

source: Remove from sorting
de: Aus der Sortierung entfernen

source: Sorting priority: %(priority_number)s
de: Reihenfolge der Sortierung %(priority_number)s

source: Toggle sorting
de: Sortierung ein- oder ausschalten

source: Home
de: Start

source: Confirm
de: Bestätigen

source: Go back
de: Zurück

source: Search documents
de: Dokumente suchen

source: Search
de: Suchen

source: Recent actions
de: Letzte Aktionen

source: My actions
de: Meine Aktionen

source: None available
de: Keine verfügbar

source: Unknown content
de: Unbekannter Inhalt

source: Two factor authentication
de: Zwei-Faktor-Authentifizierung

source: Admin
de: Verwaltung

source: edit metadata
de: Metadaten bearbeiten

source: Preview
de: Vorschau

source: Remove filter
de: Filter zurücksetzen

source: Order
de: Sortierung

source: Cancel
de: Abbrechen

source: Back
de: Zurück

source: Next
de: Weiter

source: Backup tokens can be used when your primary and backup phone numbers aren't available. The backup tokens below can be used for login verification. If you've used up all your backup tokens, you can generate a new set of backup tokens. Only the backup tokens shown below will be valid.
de: Ersatz-Codes können verwendet werden, falls keine Primäre Authentifizierungsmethode verfügbar ist. Die folgenden Codes können jeweils einmal für die Anmeldung verwendet werden. Falls alle Ersatz-Codes aufgebraucht sind, können hier neue generiert werden. Nur die hier gelisteten Codes sind gültig.

source: Generate Tokens
de: Codes generieren

source: Back to Account Security
de: Zurück zu Benutzerkonto Sicherheit

source: Enter your credentials.
de: Bitte Zugangsdaten eingeben

source: We sent you a text message, please enter the tokens we sent.
de: Wir haben Ihnen eine Nachricht gesendet, bitte geben Sie die Zeichenfolge ein, die wir Ihnen gesendet haben.

source: The page you requested, enforces users to verify using two-factor authentication for security reasons. You need to enable these security features in order to access this page.
de: Die aufgerufene Seite benötigt aktivierte Zwei-Faktor-Authentifizierung auf dem Benutzerkonto. Um Zugriff auf diese Seite zu erhalten, muss diese Sicherheitsfunktion auf dem Benutzerkonto aktiviert werden.

source: Two-factor authentication is not enabled for your account. Enable two-factor authentication for enhanced account security.
de: Die Zwei-Faktor-Authentifizierung ist für dieses Benutzerkonto nicht aktiviert. Für erhöhte Sicherheit des Benutzerkontos aktivieren.

source: We've sent a token to your phone number. Please enter the token you've received.
de: Wir haben Ihnen eine Nachricht gesendet, bitte geben Sie die Zeichenfolge ein, die wir Ihnen gesendet haben.

source: You are about to take your account security to the next level. Follow the steps in this wizard to enable two-factor authentication.
de: In diesem Assistenten wird Zwei-Faktor-Authentifizierung für das Benutzerkonto aktiviert.

source: Please select which authentication method you would like to use.
de: Bitte gewünschte Authentifizierungs-Methode auswählen.

source: To start using a token generator, please use your smartphone to scan the QR code below. For example, use Google Authenticator. Then, enter the token generated by the app.
de: Um einen Code Generator zu verwenden, bitte die gewünschte App auf einem Smartphone öffnen und untenstehenden QR code einscannen. Zum Beispiel kann Google Authenticator verwendet werden. Anschliessend den generierten Code unten eingeben.

source: Please enter the phone number you wish to be called on. This number will be validated in the next step.
de: Bitte Telefonnummer eingeben, die Nachrichten empfangen soll. Im nächsten Schritt wird diese bestätigt.

source: We've encountered an issue with the selected authentication method. Please go back and verify that you entered your information correctly, try again, or use a different authentication method instead. If the issue persists, contact the site administrator.
de: Es wurde ein Problem mit der ausgewählten Authentifizierungsmethode entdeckt. Bitte überprüfen Sie, ob Sie die richtigen Informationen eingegeben haben. Wenn ja, versuchen Sie es noch einmal oder verwenden Sie eine andere Authentifizierungsmethode. Falls das Problem weiter besteht, kontaktieren Sie den Administrator der Seite.

source: Congratulations, you've successfully enabled two-factor authentication.
de: Zwei-Faktor-Authentifizierung wurde erfolgreich aktiviert.

source: Back to Profile
de: Zurück zum Profil

source: However, it might happen that you don't have access to your primary token device. To enable account recovery, add a phone number.
de: Es kann vorkommen, dass Sie keinen Zugriff auf das Gerät haben, welches Sie normalerweise benutzen um Codes zu generieren. Geben Sie eine Telefonnummer an um in diesem Fall den Zugriff auf ihr Benutzerkonto zu gewährleisten.

source: Disable Two-factor Authentication
de: Zwei-Faktor-Authentifizierung abschalten

source: You are about to disable two-factor authentication. This weakens your account security, are you sure?
de: Die Zwei-Faktor Authentifizierung wird hiermit abgeschaltet. Dies bedeutet eine geringer Sicherheit. Trotzdem abschalten?

source: Account Security
de: Benutzerkonto Sicherheit

source: Primary method: %(primary)s
de: Primäre Methode: %(primary)s

source: If you don't have any device with you, you can access your account using backup tokens.
de: Sollte kein Gerät verfügbar sein, können diese Ersatz-Codes verwendet werden.

source: You have only one backup token remaining.
de: Sie haben nur noch einen ungenutzten Ersatz-Code.

source: However we strongly discourage you to do so, you can also disable two-factor authentication for your account.
de: Wir raten davon ab, Zwei-Faktor-Authentifizierung zu deaktivieren.

source: Document metadata changed.
de: Metadaten des Dokuments geändert.
